Repository: WaldoHeudens/GroupSpace
Catalog: Localizing/Views/Home/Index.*.resx
Languages: fr

# Algemeen
source: GroupSpace is an educational example of building an ASP.NET Core website following the MVC principle. It is being used in the .NET Frameworks module of the EHB Graduat Programming program.
fr: GroupSpace est une example éducative pour le dévellopement d'une site Web avec ASP.NET Core (MVC), qu'on utilise pendan les cours .NET Advanced (Graduat Programmation à l'EHB).

# Fase 1
source: - Creating an application
fr: - Créer une application

# Fase 6
source: - Localizing (multi language applications)
fr: - Localization (project multi langues)

# Fase 7
source: - Publishing
fr: - Publication

# Gebruik
source: Using this example:
fr: Pour commencer:

# GitHub
source: The source is available on GitHub see Canvas course)
fr: Les sources sont disponible sur GitHub (voire Canvas)

# Invitation designers
source: No attention whatsoever has been given to design while developing the functionality of this site. That's why we want to <b>invite all designers </b> to show their knowhow making up this site.
fr: Ce cite web n'a pas encore passé chez des designers. Seulement la fonctionalité a eu un peu d'attentions. Avec ceci, on <b>invite des designer</b> à montrer leur pouvoir.

# Samen testen
source: Please, try to test as much as possible, by preference together
fr: Essaye de tester l'application ainsi beaucoup que possible, de préférence ensemble.

# Start
source: Start using the application: <p>- Register as user</p><p>- confirm using the email you'll get</p>
fr: Afin de commencer à utiliser l'application: <p>- Régistre comme utilisateur</p><p>- et confirme la régistration en utilisant l'émail reçu</p>

# Startpagina
source: Home
fr: Page de démarrage

# Titel fasen
source: Following Canvas modules have been realised:
fr: Les modules Canvas suivantes ont été réalisées

# Welkom
source: Welcome at GroupSpace
fr: Bienvenu chez GroupSpace
